Revit 2027 API
SpecTypeId.AirFlowDensity Property
 Air Flow Density, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AirFlowDensity { get; }
Public Shared ReadOnly Property AirFlowDensity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AirFlowDensity {
	ForgeTypeId^ get ();
}
static member AirFlowDensity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace